Repository: Orckestra/BetterRetail
Catalog: src/Orckestra.Composer.Website/UI.Package/LocalizedStrings/CheckoutProcess.*.resx
Languages: fr

# B_DeleteCard
source: Delete
fr: Supprimer

# B_Edit
source: Edit
fr: Modifier

# B_EditShoppingCart
source: edit shopping cart
fr: Modifier votre panier

# B_GuestCheckout
source: Checkout now
fr: Commander maintenant

# B_NextStep
source: Next step
fr: Étape suivante

# B_UseCreditCard
source: Credit Card
fr: Carte de crédit

# B_PrintYourInvoice
source: Print your invoice
fr: Imprimer votre facture

# B_SubmitOrder
source: Validate and submit your order
fr: Valider et soumettre votre commande

# B_ViewCreditCards
source: View credit cards
fr: Voir cartes sauvegardées

# F_BillingNo
source: No
fr: Non

# F_BillingSameShipping
source: Use my shipping address as the billing address
fr: Voulez-vous utiliser l'adresse de livraison comme adresse de facturation ?

# F_BillingYes
source: Yes
fr: Oui

# F_SaveCreditCard
source: Check this box to save this card and use it for future recurring orders.
fr: Cochez cette case pour sauvegarder cette carte de crédit et l'utiliser pour des commandes récurrentes futures.

# F_SaveCreditCardForced
source: This card will be saved
fr: Cette carte sera sauvegardée

# F_SaveCreditCardForced_Expired
source: Expired cart
fr: Carte expirée

# F_SaveCreditCardForced_Explain
source: You must save this card to use it for recurring orders.
fr: Vous devez sauvegarder cette carte pour l'utiliser dans des commandes récurrentes.

# F_SaveCreditCardForced_ExplainTitle
source: Title: Saved Credit Card
fr: Titre: Carte Sauvegardée

# F_SaveCreditCardForced_LearnMore
source: Learn More
fr: En savoir plus

# F_ShippingSelection
source: Please choose a delivery method
fr: Veuillez choisir votre méthode de livraison

# F_ShippingSelectionIndication
source: You will get a tracking number with your order confirmation
fr: Vous recevrez un numéro de suivi par courriel une fois votre commande soumise.

# F_Step1Title
source: Shipping Information
fr: Information sur la livraison

# F_Step2Title
source: Payment Method
fr: Méthode de paiement

# F_Step3Title
source: Order Review
fr: Verification de la commande

# H_CheckCart
source: Please review your cart.
fr: Veuillez réviser votre panier.

# L_CardHolderName
source: Cardholder Name
fr: Nom du titulaire de la carte

# L_CardNumber
source: Card Number
fr: Numéro de la carte

# L_CheckoutSignIn
source: Checkout Sign In
fr: Connexion à la caisse

# L_Confirm
source: Are you sure you want to delete this address?
fr: Voulez-vous vraiment supprimer cette adresse ?

# L_DeliveryDaysNumber
source: days
fr: jours

# L_Selected
source: SELECTED
fr: CHOISI

# L_EmailConfirmation
source: Your order confirmation and receipt will be sent to {0}. If you did not receive the email, check your spam folder.
fr: Le courriel de confirmation sera envoyé à l'adresse courriel

# L_ExpirationDate
source: Expires on:
fr: Date d’expiration

# L_ExpirationDateForm
source: Expiry Date
fr: Date d’expiration (mmyy)

# L_InvalidCart
source: Your cart contains items that are either out of stock or are now unavailable.
fr: Votre panier contient des articles qui sont en rupture de stock ou qui ne sont plus disponibles.

# L_LogInCheckout
source: You can place an order without registering. You can register and create an account after checkout.
fr: Vous pouvez créer une commande sans vous inscrire. Vous pourrez vous inscrire après avoir passer à la caisse.

# L_LogInCheckoutWithRecurring
source: You cannot place a recurring order without registering. Log in or create an account to take advantage of this service.
fr: Vous ne pouvez pas créer une commande récurrente si vous n'êtes pas enregistré(e). Veuillez vous connecter ou créer un compte pour profiter de ce service.

# L_NextStepIndication
source: Your credit card will not be charged until you submit your order.
fr: Votre carte de crédit sera débitée une fois la commande soumise

# L_OrderConfirmation
source: Order Confirmation
fr: Confirmation de commande

# L_Products
source: Products
fr: Articles

# L_QuantityMobile
source: Quantity:
fr: Quantité :

# L_SignInCheckout
source: Sign in for faster checkout and view your order in your history.
fr: Connectez-vous pour accélérer la prise de commande. Vous pourrez la consulter dans votre historique

# L_SubmitOrderIndication
source: Click this button to submit your order
fr: Cliquez ce bouton pour soumettre votre commande

# L_YourOrderNumber
source: Your order #{0} has been placed.
fr: Votre commande #{0} est passée.

source: Quantity
fr: Quantité

source: Subtotal
fr: Sous-total

# T_BillingAddress
source: Billing Address
fr: Adresse de facturation

# T_BillingAddressSpecify
source: Enter your billing address
fr: Entrez votre adresse de facturation

# T_EnterPaymentInfomation
source: Enter your credit card information
fr: Entrez vos informations de paiement

# T_LogInCheckout
source: Guest &amp; New customers
fr: Invités &amp; nouveaux clients

# T_ShippingAddress
source: Shipping Address
fr: Adresse de livraison

# T_ShippingMethod
source: Shipping Method
fr: Méthode de livraison

# T_SignInCheckout
source: Sign in
fr: Se connecter

# T_ThankYou
source: Thank you
fr: Merci

# T_SelectCreditCart
source: Select a credit card
fr: Sélectionner une carte de crédit

# B_AddCreditCard
source: Use another credit card
fr: Utiliser une autre carte de crédit

# F_PlaceOrder
source: Place Order
fr: Passer la commande

# H_OrderDetail
source: Order Details
fr: Détails de la commande

# F_Continue
source: Continue
fr: Continuer

# F_Edit
source: Edit
fr: Éditer

# F_ReviewCart
source: Review Cart
fr: Revoir le panier

# L_SignInNow
source: Already a client?
fr: Déjà client?

# B_SignInNow
source: Sign-in now
fr: Connectez-vous maintenant

# B_ContinueAsGuest
source: Continue as guest
fr: Continuer en tant qu’invité

# L_AccountAlreadyExists
source: An account already exists with this email!
fr: Un compte existe déjà avec cette adresse e-mail.

# B_SignInNowAndSaveTime
source: Sign-in and save time!
fr: Connectez-vous et gagnez du temps!
