Repository: Orckestra/BetterRetail
Catalog: src/Orckestra.Grocery.Website/UI.Package/LocalizedStrings/Errors.*.resx
Languages: fr

# L_AddToCartFailed
source: An error occurred while adding the product to the cart. Please try again.
fr: Une erreur est survenue pendant l'ajout du produit au panier. Veuillez réessayer.

# L_ChangePasswordFailed
source: An error occured. Please check your information and try again.
fr: Une erreur est survenue, veuillez valider votre mot de passe.

# L_CheckoutNextStepFailed
source: Cannot proceed to the next step of the checkout. Please check your data and try again.
fr: Impossible de procéder à l'étape suivant de la caisse. Veuillez vérifier vos données, puis réessayer.

# L_CheckoutRenderFailed
source: An error occurred while loading the checkout page. Please <a href="javascript:window.location.reload();"> reload the page</a>.
fr: Une erreur est survenue pendant le chargement de la caisse. Veuillez <a href="javascript:window.location.reload();">recharger la page</a>.

# L_CompleteCheckoutFailed
source: Cannot complete your order. Please check your payment and address informations, and try again.
fr: Impossible de compléter votre commande. Veuillez vérifier vos informations de paiement et d'addresse, puis réessayer.

# L_CustomerMembershipDoesNotExist
source: Unknown email address.
fr: Le courriel précisé n'est pas valide.

# L_EmailAlreadyExists
source: The specified email already exists in the system.
fr: Ce courriel est déjà associé à un compte.

# L_ErrorWithTicket
source: Unable to process your request. Please request a new forgot password link and try again.
fr: Impossible de traiter votre demande. Veuillez demander un nouveau lien pour le mot de passe oublié et essayez à nouveau .

# L_InvalidCharsInSearchBox
source: Your search terms contain unauthorized characters.
fr: Votre terme de recherche contient des caractères qui ne sont pas autorisés.

# L_InvalidDateSelected
source: The next occurence date has an invalid value.
fr: La prochaine date de traitement n'est pas valide.

# L_InvalidFrequencySelected
source: The frequency has an invalid value.
fr: La fréquence sélectionné n'est pas valide.

# L_InvalidPassword
source: The specified Password is invalid.
fr: Le mot de passe précisé n'est pas valide.

# L_InvalidPhoneFormat
source: The specified phone number is invalid.
fr: Le numéro de téléphone spécifié est invalide.

# L_InvalidZipPostalCodeFormat
source: The specified Zip/PostalCode for the address does not fit the validation pattern.
fr: Le code postal spécifié est invalide.

# L_LineItemDeleteFailed
source: An error occurred while we attempted to remove the item from the cart. Please try again.
fr: Une erreur est survenue pendant le retrait de cet article au panier. Veuillez réessayer.

# L_LineItemUpdateFailed
source: An error occurred while updating your cart. Please try again.
fr: Une erreur est survenue pendant la mise à jour de votre panier. Veuillez réessayer.

# L_LineItemQuantityFailed
source: An error occurred while updating your cart. Try again.
fr: Une erreur est survenue pendant la mise à jour de votre panier. Veuillez réessayer.

# L_LoadCartFailed
source: An error occurred while the cart was loading. Please <a href="javascript:window.location.reload();"> reload the page</a>.
fr: Une erreur est survenue pendant le chargement du panier. Veuillez <a href="javascript:window.location.reload();">recharger la page</a>.

# L_NameAlreadyUsed
source: This address name is already in use.
fr: Le nom pour identifier cette adresse est déjà utilisé.

# L_NoLocalizedErrorMessage
source: An error occured, please try again later.
fr: Une erreur est survenue, veuillez réessayer plus tard.

# L_PasswordDoesNotMatch
source: The specified passwords do not match.
fr: Les mots de passe précisés ne sont pas identiques.

# L_PasswordQuestionNoSet
source: A question must be set.
fr: Une question doit être précisée.

# L_PaymentMethodChangeFailed
source: An error occurred while updating your payment method. Please try again.
fr: Une erreur est survenue lors du changement de méthode de paiement. Veuillez réessayer.

# L_PostalCodeUpdateFailed
source: An error occurred while updating your cart. Please try again.
fr: Une erreur est survenue pendant la mise à jour de votre panier. Veuillez réessayer.

# L_ProceedToCheckoutFailed
source: Cannot reach the checkout. Please try again.
fr: Impossible de procéder vers la caisse. Veuillez réessayer.

# L_QuickViewLoadFailed
source: An error occurred while loading the product. Please try again.
fr: Une erreur est survenue pendant le chargement du produit. Veuillez réessayer.

# L_RecurringCartAddressesUpdateFailed
source: An error occurred while updating your addresses. Try again.
fr: Une erreur est survenue pendant la mise à jour de vos adresses. Veuillez réessayer.

# L_RecurringCartBillingAddressMissing
source: An error occurred while updating your billing address. Missing billing address Id.
fr: Une erreur est survenue pendant la mise à jour de votre adresse de facturation. Identifiant d'adresse manquant.

# L_RecurringCartShippingAddressMissing
source: An error occurred while updating your shipping address. Missing shipping address Id.
fr: Une erreur est survenue pendant la mise à jour de votre adresse de livraison. Identifiant d'adresse manquant.

# L_RecurringCartShippingMethodMissing
source: An error occurred while updating your shipping method. Missing shipping method Id.
fr: Une erreur est survenue pendant la mise à jour de votre méthode de livraison. Identifiant de méthode manquant.

# L_RecurringCartShippingMethodUpdateFailed
source: An error occurred while updating your shipping method. Try again.
fr: Une erreur est survenue pendant la mise à jour de votre méthode de livraison. Veuillez réessayer.

# L_RecurringCartPaymentMissing
source: An error occurred while updating your payment method. Missing payment Id.
fr: Une erreur est survenue pendant la mise à jour de votre méthode de paiement. Identifiant de paiement manquant.

# L_RecurringCartPaymentUpdateFailed
source: An error occurred while updating your payment method. Try again.
fr: Une erreur est survenue pendant la mise à jour de votre méthode de paiement. Veuillez réessayer.

# L_RecurringScheduleBillingAddressMissing
source: An error occurred while updating your recurring schedule. Missing billing address Id.
fr: Une erreur est survenue pendant la mise à jour de votre horaire de récurrence. Identifiant d'adresse manquant.

# L_RecurringSchedulePaymentMissing
source: An error occurred while updating your recurring schedule. Missing payment Id.
fr: Une erreur est survenue pendant la mise à jour de votre horaire de récurrence. Identifiant de paiement manquant.

# L_RecurringScheduleShippingAddressMissing
source: An error occurred while updating your recurring schedule. Missing shipping address Id.
fr: Une erreur est survenue pendant la mise à jour de votre horaire de récurrence. Identifiant d'adresse manquant.

# L_RecurringScheduleShippingProviderMissing
source: An error occurred while updating your recurring schedule. Missing shipping provider Id.
fr: Une erreur est survenue pendant la mise à jour de votre horaire de récurrence. Identifiant de livraison manquant.

# L_RecurringScheduleUpdateFailed
source: An error occurred while updating your recurring schedule. Try again.
fr: Une erreur est survenue pendant la mise à jour de votre horaire de récurrence. Veuillez réessayer.

# L_RelatedProductLoadFailed
source: An error occurred while loading related products. Please <a href="javascript:window.location.reload();"> reload the page</a>.
fr: Une erreur est survenue pendant le chargement des produits reliés. Veuillez <a href="javascript:window.location.reload();">recharger la page</a>.

# L_ResetPasswordFailed
source: An error occured while processing the request to reset your password.
fr: Une erreur s'est produite lors du traitement de votre demande de réinitialisation de mot de passe.

# L_SearchResultsLoadFailed
source: An error occurred while loading suggested products. Please <a href="javascript:window.location.reload();"> reload the page</a>.
fr: Une erreur est survenue pendant le chargement des produits suggéré. Veuillez <a href="javascript:window.location.reload();">recharger la page</a>.

# L_SelectedVariantChangeFailed
source: An error occurred while loading the product. Please try again.
fr: Une erreur est survenue pendant le chargement du produit. Veuillez réessayer.

# L_SendResetPasswordInstructionsFailed
source: An error occured while sending the instructions to reset your password.
fr: Une erreur s'est produite lors de l'envoi des instructions de réinitialisation de votre mot de passe.

# L_ShippingMethodUpdateFailed
source: An error occurred while updating your cart. Please try again.
fr: Une erreur est survenue pendant la mise à jour de votre panier. Veuillez réessayer.

# L_UserNameAlreadyUsed
source: This user account already exist, did you forgot your password?
fr: Ce compte existe déjà. Avez-vous oublié votre mot de passe?
