Repository: Orckestra/BetterRetail
Catalog: src/Orckestra.Grocery.Website/UI.Package/LocalizedStrings/mvc-cms.*.resx
Languages: fr

# CartUrl
source: cart
fr: panier

# CheckoutSignInUrl
source: checkout
fr: caisse

# CheckoutStepOneUrl
source: checkout/address-information
fr: caisse/information-adresse

# CheckoutStepTwoUrl
source: checkout/shipping-method
fr: caisse/methode-livraison

# CheckoutStepThreeUrl
source: checkout/order-review
fr: caisse/sommaire-commande

# CompleteCheckoutUrl
source: checkout/order-confirmation
fr: caisse/confirmation-commande

# Breadcrumb_CreateAccount
source: Account Creation
fr: Création de compte

# Breadcrumb_ChangePassword
source: Change Password
fr: Changer mot de passe

# Breadcrumb_CheckoutSignIn
source: Checkout Sign In
fr: Connexion à la Caisse

# Breadcrumb_ForgotPassword
source: Forgot Password
fr: Mot de passe oublié

# Breadcrumb_Home
source: Home
fr: Accueil

# Breadcrumb_Login
source: Log In
fr: Connexion

# Breadcrumb_MyAccount
source: My Account
fr: Mon compte

# Breadcrumb_NewPassword
source: New Password
fr: Reinitialisation mot de passe

# Breadcrumb_Cart
source: Cart
fr: Panier

# CheckoutStepOneUrlDisplayName
source: Delivery address
fr: Adresse de livraison

# CheckoutStepTwoUrlDisplayName
source: Shipping Method
fr: Méthode de livraison

# CheckoutStepThreeUrlDisplayName
source: Review and Payment
fr: Révision et Paiement

# PaymentTrustIconAlt
source: Credit cards Trust Icon
fr: Icone de confiance des cartes de crédit

# PageTitle_Cart
source: Cart | Better Retail
fr: Panier d'achat | Better Retail

# PageTitle_Search
source: Search results for “{0}” | Better Retail
fr: Résultats de recherche pour « {0} » | Better Retail

# Breadcrumb_MyAddresses
source: My Adresses
fr: Mes adresses

# Breadcrumb_OrderHistory
source: Order History
fr: Historique de Livraison

# GuestOrderDetailsUrl
source: order-details
fr: details-commande

# Breadcrumb_GuestOrderDetails
source: Order details
fr: Détails de commande

# Breadcrumb_OrderStatus
source: Order status
fr: Status d'une commande

# Breadcrumb_OrderDetails
source: Order details
fr: Détails d'une commande

# MyAccount_IndexUrl
source: my-account
fr: mon-compte

# MyAccount_TermsAndConditionUrl
source: terms-and-conditions
fr: termes-et-conditions

# MyAccount_CreateAccountUrl
source: create-account
fr: creation-compte

# MyAccount_LoginUrl
source: login
fr: connexion

# MyAccount_ForgotPasswordUrl
source: forgot-password
fr: motdepasse-oublie

# MyAccount_NewPasswordUrl
source: reset-password
fr: reinitialisation-motdepasse

# MyAccount_ChangePasswordUrl
source: my-account/change-password
fr: mon-compte/changer-motdepasse

# MyAccount_AddressesUrl
source: my-account/addresses
fr: mon-compte/adresses

# MyAccount_AddAddressUrl
source: my-account/addresses/add
fr: mon-compte/adresses/ajouter

# MyAccount_EditAddressUrl
source: my-account/addresses/edit
fr: mon-compte/adresses/modifier

source: my-account/my-wallet
fr: mon-compte/mon-portefeuille

# Order_OrderHistoryUrl
source: my-account/order-history
fr: mon-compte/historique-des-commandes

# Order_OrderDetailsUrl
source: my-account/order
fr: mon-compte/commande

# Order_FindMyOrderUrl
source: order-status
fr: suivi-commande

# Order_GuestOrderDetailsUrl
source: order-status/order-details
fr: suivi-commande/details-commande

# Checkout_AddAddressUrl
source: checkout/addresses/add
fr: caisse/adresses/ajouter

# Checkout_EditAddressUrl
source: checkout/addresses/edit
fr: caisse/adresses/modifier

# StoresDirectory_Url
source: stores/directory
fr: magasins/annuaire

# Stores_Url
source: stores
fr: magasins

# Breadcrumb_StoresDirectory
source: Stores Directory
fr: Magasins Répertoires

# L_MenuCategory_1
source: Main Category 1
fr: Categorie 1

# L_MenuItem_1.1.1
source: Link 1.1.1
fr: Lien 1.1.1

# L_MenuItem_1.1.2
source: Link 1.1.2
fr: Lien 1.1.2

# L_MenuItem_1.1.3
source: Link 1.1.3
fr: Lien 1.1.3

# L_MenuItem_1.1.4
source: Link 1.1.4
fr: Lien 1.1.4

# L_MenuItem_1.1.5
source: Link 1.1.5
fr: Lien 1.1.5

# L_MenuItem_1.2.1
source: Link 1.2.1
fr: Lien 1.2.1

# L_MenuItem_1.2.2
source: Link 1.2.2
fr: Lien 1.2.2

# L_MenuItem_1.2.3
source: Link 1.2.3
fr: Lien 1.2.3

# L_MenuItem_1.2.4
source: Link 1.2.4
fr: Lien 1.2.4

# L_MenuItem_1.2.5
source: Link 1.2.5
fr: Lien 1.2.5

# L_MenuItem_1.3.1
source: Link 1.3.1
fr: Lien 1.3.1

# L_MenuItem_1.3.2
source: Link 1.3.2
fr: Lien 1.3.2

# L_MenuItem_1.3.3
source: Link 1.3.3
fr: Lien 1.3.3

# L_MenuItem_1.3.4
source: Link 1.3.4
fr: Lien 1.3.4

# L_MenuItem_1.3.5
source: Link 1.3.5
fr: Lien 1.3.5

# L_MenuCategory_2
source: Main Category 2
fr: Categorie 2

# L_MenuItem_2.1.1
source: Link 2.1.1
fr: Lien 2.1.1

# L_MenuItem_2.1.2
source: Link 2.1.2
fr: Lien 2.1.2

# L_MenuItem_2.1.3
source: Link 2.1.3
fr: Lien 2.1.3

# L_MenuItem_2.1.4
source: Link 2.1.4
fr: Lien 2.1.4

# L_MenuItem_2.1.5
source: Link 2.1.5
fr: Lien 2.1.5

# L_MenuItem_2.2.1
source: Link 2.2.1
fr: Lien 2.2.1

# L_MenuItem_2.2.2
source: Link 2.2.2
fr: Lien 2.2.2

# L_MenuItem_2.2.3
source: Link 2.2.3
fr: Lien 2.2.3

# L_MenuItem_2.2.4
source: Link 2.2.4
fr: Lien 2.2.4

# L_MenuItem_2.2.5
source: Link 2.2.5
fr: Lien 2.2.5

# L_MenuItem_2.3.1
source: Link 2.3.1
fr: Lien 2.3.1

# L_MenuItem_2.3.2
source: Link 2.3.2
fr: Lien 2.3.2

# L_MenuItem_2.3.3
source: Link 2.3.3
fr: Lien 2.3.3

# L_MenuItem_2.3.4
source: Link 2.3.4
fr: Lien 2.3.4

# L_MenuItem_2.3.5
source: Link 2.3.5
fr: Lien 2.3.5

# L_MenuCategory_3
source: Main Category 3
fr: Categorie 3

# L_MenuItem_3.1.1
source: Link 3.1.1
fr: Lien 3.1.1

# L_MenuItem_3.1.2
source: Link 3.1.2
fr: Lien 3.1.2

# L_MenuItem_3.1.3
source: Link 3.1.3
fr: Lien 3.1.3

# L_MenuItem_3.1.4
source: Link 3.1.4
fr: Lien 3.1.4

# L_MenuItem_3.1.5
source: Link 3.1.5
fr: Lien 3.1.5

# L_MenuItem_3.2.1
source: Link 3.2.1
fr: Lien 3.2.1

# L_MenuItem_3.2.2
source: Link 3.2.2
fr: Lien 3.2.2

# L_MenuItem_3.2.3
source: Link 3.2.3
fr: Lien 3.2.3

# L_MenuItem_3.2.4
source: Link 3.2.4
fr: Lien 3.2.4

# L_MenuItem_3.2.5
source: Link 3.2.5
fr: Lien 3.2.5

# L_MenuItem_3.3.1
source: Link 3.3.1
fr: Lien 3.3.1

# L_MenuItem_3.3.2
source: Link 3.3.2
fr: Lien 3.3.2

# L_MenuItem_3.3.3
source: Link 3.3.3
fr: Lien 3.3.3

# L_MenuItem_3.3.4
source: Link 3.3.4
fr: Lien 3.3.4

# L_MenuItem_3.3.5
source: Link 3.3.5
fr: Lien 3.3.5

# L_MenuCategory_4
source: Main Category 4
fr: Categorie 4

# L_StickyHeaderLink_1
source: Main Category 1
fr: Categorie 1

# L_StickyHeaderLink_2
source: Main Category 2
fr: Categorie 2

# L_StickyHeaderLink_3
source: Main Category 3
fr: Categorie 3

# L_Footer_1
source: Section 1
fr: Section fr 1

# L_Footer_1.1
source: Section 1.1
fr: Section fr 1.1

# L_Footer_1.2
source: Section 1.2
fr: Section fr 1.2

# L_Footer_1.3
source: Section 1.3
fr: Section fr 1.3

# L_Footer_2
source: Section 2
fr: Section fr 2

# L_Footer_2.1
source: Section 2.1
fr: Section fr 2.1

# L_Footer_2.2
source: Section 2.2
fr: Section fr 2.2

# L_Footer_2.3
source: Section 2.3
fr: Section fr 2.3

# L_Footer_3
source: Section 3
fr: Section fr 3

# L_Footer_3.1
source: Section 3.1
fr: Section fr 3.1

# L_Footer_3.2
source: Section 3.2
fr: Section fr 3.2

# L_Footer_3.3
source: Section 3.3
fr: Section fr 3.3

# L_Footer_4
source: Section 4
fr: Section fr 4

# Breadcrumb_WishList
source: Wish List
fr: Liste de souhaits

# MyAccount_MyWishListUrl
source: my-account/wishlist
fr: mon-compte/liste-de-souhaits

# Breadcrumb_SharedWishList
source: Public Wish List
fr: Liste de souhaits publique

# MyAccount_B_SharedWishList_StartAddTo
source: Find great Ideas now
fr: Trouver des suggestions maintenant

# MyAccount_B_StartAddToWishList
source: Build your Wish List
fr: Bâtir sa liste de souhaits

# MyAccount_L_SharedWishList_StartAddTo
source: Your friend’s Wish List is empty. Don't worry, you can still find great products to offer!
fr: La liste de souhaits de votre ami est vide. Pas de soucis, vous pouvez trouver d'excellentes suggestions de produits à offrir!

# MyAccount_L_StartAddToWishList
source: To keep track of your favorite items, click the heart icon and share them with your friends.
fr: Pour conserver la liste de vos items favoris, cliquez sur l'icône cœur et partagez-la avec vos amis.

# MyAccount_L_WishListNoItems
source: There are no items in your Wish List
fr: Il n'y a pas d'articles dans votre liste de souhaits.

# MyAccount_T_SharedWishList_StartAddTo
source: Continue looking for inspiration!
fr: En quête d'inspiration, continuez votre recherche.

# MyAccount_T_StartAddToWishList
source: Add items to your Wish List
fr: Ajouter des articles à votre liste de souhai

# 404Page_Content
source: <p>The page you're looking for is not available for one of the following reasons:</p> <ul> <li>The link to this page may be incorrect or out-of-date.</li> <li>You may have bookmarked a page that has been moved.</li> <li>A product you are looking for may no longer exist.</li> </ul> <p>Please continue shopping from our homepage or use our search. You can also contact us for help.</p>
fr: <p>La page affichée n’est pas disponible pour l’une des raisons suivantes:</p> <ul> <li>Le lien de la page est incorrect ou désuet</li> <li>Le lien que vous avez sauvegardé a été déplacé</li> <li>Le produit recherché n’est plus disponible</li> </ul> <p>Veuillez continuer votre magasinage à partir de la page d’accueil ou utilisez la recherche. Besoin d’aide? Contactez-nous.</p>

# 404Page_Heading
source: We're sorry...
fr: Nous sommes désolés…
