Repository: Orckestra/BetterRetail
Catalog: src/Orckestra.Grocery.Website/UI.Package/LocalizedStrings/ShoppingCart.*.resx
Languages: fr

# B_ApplyPromoCode
source: Apply
fr: Appliquer

# B_ApplyRecurrenceChanges
source: Apply
fr: Appliquer

# B_CancelRecurrenceChanges
source: Cancel
fr: Annuler

# B_Checkout
source: Checkout
fr: Passer à la caisse

# B_ShippingTaxesEstimation
source: Estimate
fr: Estimer

# B_StartShopping
source: Start Shopping
fr: Commencer votre magasinage

# CartNotFound
source: No cart with the given name was found.
fr: Aucun panier n'a été trouvé avec le nom donné.

source: Discount
fr: Rabais

# F_EmptyPostalCodeError
source: Please enter a postal code.
fr: Veuillez entrer un code postal.

# F_PostalCode
source: Enter your postal code
fr: Votre code postal

# F_PostalCodeError
source: Your postal code is invalid or we do not deliver to this zone.
fr: Votre code postal comporte des erreurs ou la livraison n'est pas disponible dans ce secteur

# F_PostalCodeErrorBegin
source: Your postal code “
fr: Votre code postal «

# F_PostalCodeErrorEnd
source: ” contain errors or is not within our delivery zone.
fr: » comporte des erreurs ou la livraison n'est pas disponible dans ce secteur.

# F_PostalCodeIndication
source: You can estimate delivery fees and taxes by providing your postal code.
fr: Votre code postal servira à estimer les frais de livraison et les taxes.

# F_PromoCode
source: Enter your promotional code
fr: Entrez votre code promotionnel

# F_PromoCodeIndication
source: You have no promotional code associated to your order yet.
fr: Il n'y a pas de code promotionnel associé à votre commande pour le moment.

# F_PromoCodeInvalid
source: The promotional code “{0}” is not valid, has been used or has expired.
fr: Le code promotionnel « {0} » n'est pas valide, a déjà été utilisé ou est expiré.

# F_PromoCodeSucces
source: Your promotional code “{0}” was added successfully.
fr: Votre code promotionnel « {0} » a été ajouté avec succès.

# F_PromoCodeValidCouponCannotApply
source: The promotional code “{0}” is valid, however you don’t meet the promotion’s purchase conditions.
fr: Le code promotionnel « {0} » est valide, mais votre panier d'achat ne rencontre pas les conditions qui s'appliquent à cette promotion.

# H_AddToRecurringOrder
source: Add to Recurring Order
fr: Ajouter à une commande périodique

# H_Cart
source: Cart
fr: Panier d'achat

# H_RecurringOrderPromoDetailLearnMore
source: Learn more
fr: En savoir plus

# H_ShippingTaxes
source: Shipping &amp; taxes
fr: Taxes &amp; frais de livraison

# L_AdditionalFees
source: Additional fees
fr: Frais additionnels

# L_AdditionalFeesGenericMessage
source: Additional fees may apply in case of oversized packages.
fr: Des frais supplémentaires peuvent être facturés en cas de colis surdimensionnés.

# L_EmptyShoppingCart
source: There is no product in your cart.
fr: Il n'y a aucun produit dans votre panier d'achat

# L_Free
source: FREE
fr: GRATUITE

# L_ItemNotAvailable
source: (not available)
fr: (non-disponible)

# L_LineItemSavings
source: Save
fr: Économisez

# L_NoMoreAvailable
source: product(s) in your shopping cart are out of stock or no more available
fr: produit(s) dans votre panier ne sont plus disponible ou en rupture de stock

# L_NowAnd
source: Now and
fr: Maintenant et

# L_ProductTotal
source: Product Total
fr: Total des produits

# L_RecurringChangeFrequency
source: Change frequency
fr: Changer de fréquence

# L_RecurringChooseFrequency
source: Choose a frequency...
fr: Veuillez choisir une fréquence...

# L_RecurringOrderPromo
source: Get 5% off
fr: Obtenez 5% de rabais

# L_RecurringOrderPromoDetail
source: Sign up to get this item automatically delivered to you as often as you would like. Also, save 5% on this item and any other item you add to a recurring order. You can edit or cancel a recurring order at any time.
fr: Abonnez-vous pour commander cet article automatiquement à la fréquence désirée. Vous obtiendrez 5% de rabais sur cet article, ainsi que tout autre produit ajouté à la commande périodique. Vous pouvez modifier ou annuler une commande périodique à tout moment.

# L_RecurringOrderPromoDetailTitle
source: About Recurring Orders
fr: À propos des commandes récurrentes

# L_RecurringOrderRemoveRecurrence
source: This Time Only
fr: Seulement cette fois

# L_RemoveUnavailableItems
source: Unavailable products will be removed from your cart when you checkout.
fr: Les produits indisponibles de votre panier seront retirés lorsque vous passerez à la caisse.

# L_Shipping
source: Shipping
fr: Livraison

# L_ShippingBasedOn
source: Shipping (Based on {0})
fr: Livraison (Basé sur {0})

# L_ShippingBasedOnNonTaxable
source: Shipping (Based on {0})
fr: Livraison (Basé sur {0})

# L_ShipSchedule
source: Ship Schedule
fr: Horaire d'expédition

# L_Subtotal
source: Subtotal
fr: Sous-total

# PerUnit
source: /each
fr: /unité

# ProductList
source: Products List
fr: Liste des produits

# ShoppingCart
source: Cart items
fr: Articles du panier

# T_OrderSummary
source: Order Summary
fr: Sommaire de la commande

# T_PromoCode
source: Promotion code
fr: Code promotionnel

# T_ShoppingCart
source: Cart items
fr: Articles du panier

# T_UnavailableItems
source: Unavailable products
fr: Produits indisponibles

# Title.CartNotFound
source: Cart was not found
fr: Le panier n'a pas été trouvé

# F_RemoveItem
source: Remove Product
fr: Retirer l'objet
